{
  "Process HTML input": "Traiter le HTML en entrée",
  "A file, an http(s) URL, or '-' for standard input": "Un fichier, une URL http(s), ou '-' pour l'entrée standard",
  "Print script for bash/zsh completion": "Afficher le script pour la complétion bash/zsh",
  "Print version": "Afficher la version",
  "Show help": "Afficher l'aide",
  "Allow invalid SSL certificates": "Autoriser des certificats SSL invalides",
  "Set custom user agent string": "Paramétrer une chaîne d'agent utilisateur personnalisée",
  "Use specified proxy (can also use HTTPS_PROXY environment variable)": "Utiliser le proxy spécifié (peut également utiliser la variable d'environnement HTTPS_PROXY)",
  "The file to which the result should be output": "Le fichier vers lequel le résultat devrait être sorti",
  "What to do if Readability.js is uncertain about what the core content actually is": "Que faire si Readability.js est incertain du contenu principal",
  "Output specific properties of the parsed article": "Sortie des propriétés spécifiques de l'article analysé",
  "Don't output extra information to stderr": "Ne pas envoyer d'informations supplémentaires à stderr",
  "Specify .css file for stylesheet": "Spécifiez le fichier .css pour la feuille de style",
  "Don't sanitize HTML": "Ne pas nettoyer le HTML",
  "Set the document URL when parsing standard input or a local file (this affects relative links)": "Définir l'URL du document lors de l'analyse de l'entrée standard ou d'un fichier local (cela affecte les liens relatifs)",
  "(deprecated) alias for --base": "(obsolète) alias pour --base",
  "Interpret SOURCE as a file name rather than a URL": "Interpréter SOURCE comme un nom de fichier plutôt qu'une URL",
  "(deprecated) Interpret SOURCE as a URL rather than file name": "(obsolète) Interpréter SOURCE comme une URL plutôt que comme un nom de fichier",
  "Output properties as a JSON payload": "Sort les propriétés en tant que JSON",
  "No input provided": "Aucune entrée fournie.",
  "Note: --is-url option is deprecated.": "Remarque: l'option --is-url est obsolète.",
  "Note: --url option is deprecated, please use --base instead.": "Remarque: l'option --is-url est obsolète, veuillez utiliser --base à la place",
  "Retrieving...": "Récupération ...",
  "Warning: piping input with unknown URL. This means that relative links will be broken. Supply the --base parameter to fix.": "Attention: entrée de tuyauterie avec URL inconnue. Cela signifie que les liens relatifs seront rompus. Fournissez le paramètre --base pour corriger.",
  "Not sure if this document should be processed. Not processing": "Incertitude à traiter ce document. Pas de traitement",
  "Error while retrieving %s:": "Erreur lors de la récupération de %s:",
  "Invalid URL: %s": "URL non valide: %s",
  "Processing...": "Traitement ...",
  "Not sure if this document should be processed, exiting": "Incertitude à traiter ce document, sortie",
  "Can't output properties": "Impossible de sortir les propriétés",
  "Couldn't process document.": "Impossible de traiter le document.",
  "Host not found: '%s'": "Hôte introuvable: '%s'",
  "Unknown mode: %s\nPlease use one of: keep, force, exit": "Mode inconnu: %s\nVeuillez utiliser l'un des éléments suivants: keep (conserver), force (forcer), exit (quitter)",
  "Use --help for more info.": "Utilisez --help pour plus d'informations."
}
