{
  "Process HTML input": "Обработать входной HTML",
  "A file, an http(s) URL, or '-' for standard input": "Файл, http(s) URL, или '-' для стандартного ввода",
  "Print script for bash/zsh completion": "Напечатать скрипт для автодополнения Bash/Zsh",
  "Print version": "Показать информацию про версию и выйти",
  "Show help": "Показать помощь",
  "The file to which the result should be output": "Файл, в который записывается результат",
  "What to do if Readability.js is uncertain about what the core content actually is": "Что делать, когда Readability не может определить целевой контент",
  "Output specific properties of the parsed article": "Показать определённые характеристики текста",
  "Don't output extra information to stderr": "Не выдавать лишнюю информацию в стандартный вывод ошибок",
  "Set the document URL when parsing standard input or a local file (this affects relative links)": "Указать URL документа при чтении из локального файла или стандартного ввода (влияет на относительные ссылки)",
  "(deprecated) alias for --base": "(устаревшый) синоним для --base",
  "Interpret SOURCE as a file name rather than a URL": "Интерпретировать [source] как файл, а не как URL",
  "(deprecated) Interpret SOURCE as a URL rather than file name": "(устаревшее) Интерпретировать [source] как URL, а не как файл",
  "Output properties as a JSON payload": "Показать характеристики текста в формате JSON",
  "The --low-confidence option determines what should be done for documents where Readability can't tell what the core content is:\n": "Параметр --low-confidence определяет, что следует делать, если Readability не может определить целевой контент:\n",
  "   no-op   When unsure, don't touch the HTML, output as-is. This is incompatible with the --properties and --json options.\n": "   no-op   В случае неуверенности, не трогать HTML, выдавать как есть. Не совместимо с параметрами --properties и --json.\n",
  "   force   Process the document even when unsure (may produce really bad output).\n": "   force   Обработать документ даже в случае неуверенности (может выдать плохой результат).\n",
  "   exit    When unsure, exit with an error.\n": "   exit    В случае неуверенности, выдать ошибку и выйти.\n",
  "Default value is \"no-op\".\n": "По умолчанию выполняется \"no-op\".\n",
  "The --properties option accepts a list of values, separated by spaces. Suitable values are:\n": "Параметр --properties принимает список значений (разделённых пробелами):\n",
  "   html-title     Outputs the article's title, wrapped in an <h1> tag.\n": "   html-title     Вывести заголовок статьи в тэге <h1>.\n",
  "   title          Outputs the title in the format \"Title: $TITLE\".\n": "   title          Вывести заголовок статьи в формате \"Заголовок: $ЗАГОЛОВОК\".\n",
  "   excerpt        Article description, or short excerpt from the content, in the format \"Excerpt: $EXCERPT\"\n": "   excerpt        Краткий урывок из статьи, в формате \"Урывок: $УРЫВОК\".\n",
  "   byline         Author metadata, in the format \"Author: $AUTHOR\"\n": "   byline         Данные об авторе статьи, в формате \"Автор: $AUTHOR\".\n",
  "   length         Length of the article in characters, in the format \"Length: $LENGTH\"\n": "   length         Длинна статьи (количество символов) в формате \"Длинна: $ДЛИННА\".\n",
  "   dir            Content direction, is either \"Direction: ltr\" or \"Direction: rtl\"\n": "   dir            Направление текста: либо \"Направление: слева направо\", либо \"Направление: справа налево\".\n",
  "   html-content   Outputs the article's main content as HTML.\n": "   html-content   Вывести главный контент страницы в виде HTML.\n",
  "   text-content   Outputs the article's main content as plain text.\n": "   text-content   Вывести главный контент страницы в виде обычного текста.\n",
  "Text-content and Html-content are mutually exclusive, and are always printed last.\n": "text-content и html-content исключают друг друга, и всегда выводятся в конце.\n",
  "Default value is \"html-title html-content\".\n": "По умолчанию \"html-title html-content\".\n",
  "No input provided": "Данные не введены.",
  "Note: --is-url option is deprecated.": "Внимание: параметр --is-url устаревший.",
  "Note: --url option is deprecated, please use --base instead.": "Внимание: параметр --url устаревший, используйте вместо него --base.",
  "Retrieving...": "Загружаем...",
  "Warning: piping input with unknown URL. This means that relative links will be broken. Supply the --base parameter to fix.": "Внимание: считываем контент с неизвестным базовым URL. Пожалуйста, введите параметр --base.",
  "Not sure if this document should be processed. Not processing": "Не уверен, стоит ли обрабатывать этот документ - не буду обрабатывать.",
  "Error while retrieving %s:": "Ошибка во время загрузки %s:",
  "Invalid URL: %s": "Неправильный URL: %s",
  "Processing...": "Обрабатываем...",
  "Not sure if this document should be processed, exiting": "Не уверен, стоит ли обрабатывать этот документ - выхожу",
  "Can't output properties": "Не могу определить характеристики",
  "Couldn't process document.": "Не удалось обработать документ.",
  "Title: %s\n": "Заголовок: %s\n",
  "Excerpt: %s\n": "Урывок: %s\n",
  "Author: %s\n": "Автор: %s\n",
  "Length: %s\n": "Длинна: %s\n",
  "Host not found: '%s'": "Сервер не найден: '%s'",
  "Direction: %s\n": "Направление: %s\n",
  "Direction: ltr\n": "Направление: слева направо\n",
  "Direction: rtl\n": "Направление: справа налево\n"
}
